Repository: jquelin/games-pandemic
Catalog: lib/LocaleData/*/LC_MESSAGES/Games-Pandemic.po
Languages: fr

source: Researcher
fr: Chercheur

source: Medic
fr: Médecin

source: Scientist
fr: Scientifique

source: Operations Expert
fr: Expert aux opérations

source: Dispatcher
fr: Dispatcheur

source: epidemic
fr: épidémie

source: Government grant
fr: Subvention publique

source: This event allows to add a research station to any city for free.
fr: Cet événement permet d'ajouter une station de recherche, gratuitement, sur la ville de votre choix.

source: Resilient population
fr: Population résiliente

source: This event allows to pick a city from past infections and remove it from the game.
fr: Cet événement permet de choisir une ville parmi celles déjà infectées, et de la retirer du jeu.

source: Forecast
fr: Prévision

source: This event allows to examine the top 6 infections to come and rearrange them in the order of your choice.
fr: Cet événement permet d'examiner les 6 infections à venir et de les réarranger dans l'ordre de votre choix.

source: One quiet night
fr: Par une nuit tranquille

source: This event prevents the next infection phase to be played: it will be skipped.
fr: Cet événement empêche la prochaine phase de propagation : elle n'aura pas lieu.

source: Airlift
fr: Pont aérien

source: This event allows to move a player to any city for free.
fr: Cet événement permet de déplacer un joueur dans n'importe quelle ville, gratuitement.

source: Cholera
fr: Choléra

source: Yellow fever
fr: Fièvre jaune

source: Bubonic plague
fr: Peste bubonique

source: SARS
fr: SRAS

source: Montreal
fr: Montréal

source: Mexico City
fr: Mexico

source: London
fr: Londres

source: Saint-Petersburg
fr: Saint Pétersbourg

source: Milano
fr: Milan

source: Moscow
fr: Moscou

source: Algiers
fr: Alger

source: Tehran
fr: Téhéran

source: Baghdad
fr: Bagdad

source: Cairo
fr: Le Caire

source: Johannesburg
fr: Johannesbourg

source: Manila
fr: Manille

source: Hanoi
fr: Hanoï

source: Shanghai
fr: Shanghaï

source: Beijing
fr: Pékin

source: Seoul
fr: Séoul

source: Pandemic
fr: Pandémie

source: You won!
fr: Gagné!

source: Congratulations
fr: Félicitations

source: You won: you discovered all the cures. Perhaps is it time to augment difficulty?
fr: Vous avez gagné : vous avez découvert un traitement pour chaque maladie. Peut-être est-il temps d'augmenter la difficulté ?

source: cure found for %s
fr: remède trouvé pour %s

source: %s epidemic strikes in %s.
fr: Une épidémie de %s éclate à %s.

source: Warning
fr: Avertissement

source: New epidemic
fr: Nouvelle épidémie

source: %s: disease eradicated
fr: %s : maladie éradiquée

source: No more cards
fr: Plus de cartes

source: there are no more cards to deal.
fr: il n'y a plus de cartes à distribuer.

source: the %s pandemic is too spread out to be cured.
fr: la pandémie de %s est trop étendue pour être traitée.

source: Pandemic out of control
fr: Pandémie hors de contrôle

source: Do you want to play this card?
fr: Voulez-vous jouer cette carte ?

source: Special event
fr: Evénement spécial

source: Play
fr: Jouer

source: Player %s has too many cards. Drop some cards (or use some action cards) before continuing.
fr: Le joueur %s a trop de cartes. Défausser des cartes (ou utiliser des cartes actions) avant de continuer.

source: Too many cards
fr: Trop de cartes

source: Too many outbreaks
fr: Trop d'éclosions

source: there were too many outbreaks, pandemics have spread out of control.
fr: il y a eu trop d'éclosions, les pandémies ont échappé à tout contrôle.

source: Discard pile
fr: Défausse

source: No cards in the discard pile.
fr: Pas de carte dans la défausse.

source: Past infections
fr: Infections précédentes

source: No past infections.
fr: Pas d'infection déjà rencontrée.

source: Build a research station
fr: Construire une station de recherche

source: Discover a cure
fr: Trouver un remède

source: Treat a disease
fr: Traiter une maladie

source: Give a card
fr: Donner une carte

source: Pass your turn
fr: Passer votre tour

source: Drop some cards
fr: Défausser des cartes

source: actions left:
fr: Actions restantes :

source: Continue
fr: Continuer

source: ~New game
fr: ~Nouvelle partie

source: ~Load game
fr: ~Charger une partie

source: ~Close game
fr: ~Fermer la partie

source: ~Quit
fr: ~Quitter

source: ~Game
fr: ~Jeu

source: Player ~cards
fr: ~Cartes des joueurs

source: ~View
fr: ~Affichage

source: ~Build a research station
fr: Construire une ~station de recherche

source: Discover a ~cure
fr: Trouver un ~remède

source: ~Treat a disease
fr: ~Traiter une maladie

source: ~Give a card
fr: Donner une ~carte

source: ~Pass your turn
fr: ~Passer votre tour

source: ~Drop some cards
fr: ~Défausser des cartes

source: Conti~nue
fr: Conti~nuer

source: number of cubes of %s left
fr: nombre de cubes de %s restant

source: cure for %s not found
fr: remède pour %s non trouvé

source: number of cards remaining-discarded click to see history
fr: nombre de cartes restantes-défaussées cliquer pour voir l'historique

source: number of infections remaining-passed click to see history
fr: nombre d'infections restantes-passées cliquer pour voir l'historique

source: infection rate (number of epidemics)
fr: vitesse de propagation (nombre d'épidémies)

source: number of outbreaks (maximum %s)
fr: nombre d'éclosions (maximum %s)

source: New game
fr: Nouvelle partie

source: Load game
fr: Charger une partie

source: Close game
fr: Fermer la partie

source: Quit
fr: Quitter

source: Join game
fr: Rejoindre une partie

source: Game is over, you lost:
fr: La partie est terminée, vous avez perdu :

source: Try harder next time!
fr: Vous pouvez ré-essayer !

source: You lost!
fr: Perdu!

source: Build
fr: Construire

source: Cancel
fr: Annuler

source: Select city in which to build the new research station:
fr: Choisir la ville dans laquelle construire la nouvelle station de recherche :

source: Treatment
fr: Traitement

source: Treat
fr: Traiter

source: Select which disease to treat:
fr: Choisir la maladie à traiter :

source: Discard
fr: Défausse

source: Drop
fr: Défausser

source: Select cards to drop:
fr: Choisir les cartes à défausser :

source: Remove from game
fr: Retirer du jeu

source: Select infected city to remove from game:
fr: Choisir la ville déjà infectée à retirer du jeu :

source: Close
fr: Fermer

source: Rearrange
fr: Réarranger

source: Rearrange the infections to come as you wish:
fr: Réarranger les infections à venir selon votre souhait :

source: Sharing
fr: Partage

source: Give
fr: Donner

source: Select player receiving the card:
fr: Choisir le joueur recevant la carte :

source: Select city card to give:
fr: Choisir la carte à donner :

source: Move player
fr: Déplacer le joueur

source: Select player to move:
fr: Choisir le joueur à déplacer :

source: Select city in which to move the player:
fr: Choisir la ville dans laquelle déplacer le joueur :
